option = [
    {
        downHitPanch:20,// урон удара прямой рукой
        downHitKick:10,// урон удара ногой прямой
        downHitKickUp:50,// урон удара ногой вверх

        downEnergyKickRival:20,// понизить энергию при ударе ногой вперед у соперника

        downEnergyPanch:5,// понизить энергию при ударе рукой у себя
        downEnergyKick:7,// понизить энергию при ударе ногой вперед у себя
        downEnergyKickUp:10, // понизить энергию при ударе ногой вверх у себя


    },
    {
    }
];